app/controllers/students_controller.rb

  def index
    iv = Student.all
---
SELECT "students".* FROM "students"